alexcvzz.vscode-sqlite
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
Dart-Code.dart-code
Dart-Code.flutter
dsznajder.es7-react-js-snippets
eg2.vscode-npm-script
esbenp.prettier-vscode
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fosshaas.fontsize-shortcuts
jchannon.csharpextensions
jmrog.vscode-nuget-package-manager
jpoissonnier.vscode-styled-components
k--kato.docomment
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
MS-vsliveshare.vsliveshare
PKief.material-icon-theme
rafamel.subtle-brackets
ritwickdey.LiveServer
xabikos.ReactSnippets
Zignd.html-css-class-completion